Repository: vnahornyi/rn-todo-app
Catalog: shared/locales/*/messages.po
Languages: uk

source: {0, plural, one {# cat} few {# cats} other {# cats}}
uk: {0, plural, one {# кіт} few {# коти} other {# котів}}

source: Add Task
uk: Додати задачу

source: BACK
uk: Назад

source: Cancel
uk: Скасувати

source: Cats
uk: Коти

source: Choose theme
uk: Виберіть тему

source: Create daily routine
uk: Створити денну рутину

source: Create Todo
uk: Створити

source: Dark
uk: Темна

source: Delete Task
uk: Видалити завдання

source: Description:
uk: Опис:

source: Edit Task
uk: Змінити завдання

source: Edit Todo
uk: Відредагувати

source: Form
uk: Форма

source: In Uptodo you can create your personalized routine to stay productive
uk: В Uptodo Ви можете створити власний персанолізований графік для підтримки продуктивності

source: Light
uk: Світла

source: Manage your tasks
uk: Керуй своїми завданнями

source: NEXT
uk: Далі

source: Orgonaize your tasks
uk: Організуй свої завдання

source: Password
uk: Пароль

source: Send
uk: Створити

source: Settings
uk: Налаштування

source: Should be less than 10
uk: Повинно бути менше 10

source: Should be more than 2
uk: Повинно бути більше 2

source: Should be not more than 50
uk: Повинно бути не більше ніж 50

source: SKIP
uk: Пропустити

source: Something wrong... Try reload app
uk: Ой, халепа... Спробуйте ще раз

source: System
uk: Cистемна

source: Tap + to add your tasks
uk: Натисніть + щоб додати завдання

source: Task's name
uk: Імʼя задачі

source: This field is required
uk: Це поле є обовʼязковим

source: Today At
uk: Сьогодні в

source: Todo:
uk: Задача:

source: Todos
uk: Завдання

source: University
uk: Університет

source: User Name
uk: Імʼя користувача

source: What do you want to do today?
uk: Що ви плануєте сьогодні зробити?

source: What do you want to do?
uk: Що ви хочете зробити?

source: You can easily manage all of your daily tasks in DoMe for free
uk: Ви можете легко керувати всіма власними денними завданнями в DoMe безкоштовно

source: You can organize your daily tasks by adding your tasks into separate categories
uk: Ви можете організувати власні денні завдання розділяючи по категоріям
